{
  "Version": "1.3",
  "ID": "f12cxxx4ruxcisre52awaohwfgxq3pjtm4efm3v3q",
  "Issue Number": "17",
  "Client": {
    "Name": "NOAA",
    "Region": "United States",
    "Industry": "Environment",
    "Website": "https://cires.gitbook.io/ncei-wcsd-archive",
    "Social Media": "@Bob",
    "Social Media Type": "Slack",
    "Role": "Data Preparer"
  },
  "Project": {
    "Brief history of your project and organization": "NOAA collects and uses active acoustic (or sonar) data for a variety of mapping requirements. Water column sonar data focus on the area from near the surface of the ocean to the seafloor. Primary uses of these specific sonar data include 3-D mapping of fish schools and other mid-water marine organisms; assessing biological abundance; species identification; and habitat characterization. Other uses include mapping underwater gas seeps and remotely monitoring undersea oil spills. NCEI archives water column sonar data collected by NOAA line offices, academia, industry, and international institutions. Use the CruisePack data packaging tool to submit water column sonar data to the archive. ",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "Water column sonar data, the acoustic back-scatter from the near-surface to the seafloor, are used to assess physical and biological characteristics of the ocean including the spatial distribution of plankton, fish, methane seeps, and underwater oil plumes.",
    "Where was the data currently stored in this dataset sourced from": "AWS Cloud",
    "How do you plan to prepare the dataset": "About preparing data, we have learned and tried to use lotus code from Filecoin network.",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "aws s3 ls --no-sign-request s3://noaa-wcsd-pds/",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[X] I confirm",
    "What is the expected retrieval frequency for this data": "Yearly",
    "For how long do you plan to keep this dataset stored on Filecoin": "2 to 3 years",
    "In which geographies do you plan on making storage deals": "Greater China, Asia other than Greater China, Africa, North America, South America, Europe",
    "How will you be distributing your data to storage providers": "HTTP or FTP server, Shipping hard drives",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "f03224828 England\r\nf03189917 Virginia\r\nf03090976 Virginia\r\nf03157902 Singapore\r\nf01084413 Ningbo",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "2PiB",
    "Single Size Dataset": "226TiB",
    "Replicas": 10,
    "Weekly Allocation": "256TiB"
  },
  "Lifecycle": {
    "State": "ReadyToSign",
    "Validated At": "2024-11-01 13:55:03.734150935 UTC",
    "Validated By": "CloudX-Lab",
    "Active": true,
    "Updated At": "2024-11-01 13:55:03.734154773 UTC",
    "Active Request ID": "ab5549ce-3cb8-4a7c-b59b-fab96e997a02",
    "On Chain Address": "f12cxxx4ruxcisre52awaohwfgxq3pjtm4efm3v3q",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": [
    {
      "ID": "ff82a7f2-d633-4101-a9d0-dad1c3ffe909",
      "Request Type": "First",
      "Created At": "2024-10-29 11:09:32.238921746 UTC",
      "Updated At": "2024-10-29 11:09:32.238922866 UTC",
      "Active": false,
      "Allocation Amount": "256TiB",
      "Signers": [
        {
          "Github Username": "CloudX-Lab",
          "Signing Address": "f1xnjscyxj6bur34xkut32uk34bfwf2g7p7frsajq",
          "Created At": "2024-10-29 11:14:59.122000000 UTC",
          "Message CID": "bafy2bzacebww2xg7zjje2webrwzgooudgvfcejxigzcvtvnbq3qorfjzyggta"
        }
      ]
    },
    {
      "ID": "ab5549ce-3cb8-4a7c-b59b-fab96e997a02",
      "Request Type": "Refill",
      "Created At": "2024-11-01 13:55:03.734158673 UTC",
      "Updated At": "2024-11-01 13:55:03.734159523 UTC",
      "Active": true,
      "Allocation Amount": "512TiB",
      "Signers": []
    }
  ]
}